fio4pi/results/6407-6r-rpi3-raspbian_v4.1.18-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-3: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-4: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-5: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-6: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 6 processes
random-read-5: Laying out IO file(s) (1 file(s) / 128MB)
random-read-6: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=4409: Fri Mar 11 01:49:20 2016
  read : io=131072KB, bw=838237B/s, iops=204, runt=160119msec
    clat (msec): min=3, max=1240, avg= 4.88, stdev= 8.02
     lat (msec): min=3, max=1240, avg= 4.88, stdev= 8.02
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
     | 70.00th=[    5], 80.00th=[    6], 90.00th=[    6], 95.00th=[    6],
     | 99.00th=[    6], 99.50th=[    6], 99.90th=[    9], 99.95th=[   17],
     | 99.99th=[  363]
    bw (KB  /s): min=   21, max=  910, per=16.79%, avg=824.46, stdev=90.67
    lat (msec) : 4=0.42%, 10=99.50%, 20=0.04%, 50=0.03%, 250=0.01%
    lat (msec) : 500=0.01%, 2000=0.01%
  cpu          : usr=0.24%, sys=0.59%, ctx=32773, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=4410: Fri Mar 11 01:49:20 2016
  read : io=131072KB, bw=838284B/s, iops=204, runt=160110msec
    clat (msec): min=3, max=1241, avg= 4.88, stdev= 8.02
     lat (msec): min=3, max=1241, avg= 4.88, stdev= 8.02
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
     | 70.00th=[    5], 80.00th=[    6], 90.00th=[    6], 95.00th=[    6],
     | 99.00th=[    6], 99.50th=[    6], 99.90th=[    8], 99.95th=[   15],
     | 99.99th=[  363]
    bw (KB  /s): min=   16, max=  910, per=16.79%, avg=824.45, stdev=90.53
    lat (msec) : 4=0.49%, 10=99.43%, 20=0.05%, 50=0.02%, 250=0.01%
    lat (msec) : 500=0.01%, 2000=0.01%
  cpu          : usr=0.26%, sys=0.57%, ctx=32774, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-3: (groupid=0, jobs=1): err= 0: pid=4411: Fri Mar 11 01:49:20 2016
  read : io=131072KB, bw=838300B/s, iops=204, runt=160107msec
    clat (msec): min=3, max=1241, avg= 4.88, stdev= 8.02
     lat (msec): min=3, max=1241, avg= 4.88, stdev= 8.02
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
     | 70.00th=[    5], 80.00th=[    6], 90.00th=[    6], 95.00th=[    6],
     | 99.00th=[    6], 99.50th=[    6], 99.90th=[    9], 99.95th=[   18],
     | 99.99th=[  363]
    bw (KB  /s): min=    6, max=  910, per=16.79%, avg=824.53, stdev=90.21
    lat (msec) : 4=0.47%, 10=99.44%, 20=0.04%, 50=0.02%, 250=0.01%
    lat (msec) : 500=0.01%, 2000=0.01%
  cpu          : usr=0.19%, sys=0.64%, ctx=32774, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-4: (groupid=0, jobs=1): err= 0: pid=4412: Fri Mar 11 01:49:20 2016
  read : io=131072KB, bw=838284B/s, iops=204, runt=160110msec
    clat (usec): min=636, max=1241.5K, avg=4875.68, stdev=8023.04
     lat (usec): min=638, max=1241.5K, avg=4876.57, stdev=8023.04
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
     | 70.00th=[    5], 80.00th=[    6], 90.00th=[    6], 95.00th=[    6],
     | 99.00th=[    6], 99.50th=[    6], 99.90th=[    9], 99.95th=[   18],
     | 99.99th=[  363]
    bw (KB  /s): min=   16, max=  908, per=16.79%, avg=824.47, stdev=90.52
    lat (usec) : 750=0.01%
    lat (msec) : 4=0.46%, 10=99.45%, 20=0.04%, 50=0.02%, 250=0.01%
    lat (msec) : 500=0.01%, 2000=0.01%
  cpu          : usr=0.24%, sys=0.58%, ctx=32777, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-5: (groupid=0, jobs=1): err= 0: pid=4413: Fri Mar 11 01:49:20 2016
  read : io=131072KB, bw=838289B/s, iops=204, runt=160109msec
    clat (msec): min=2, max=1241, avg= 4.88, stdev= 8.02
     lat (msec): min=2, max=1241, avg= 4.88, stdev= 8.02
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
     | 70.00th=[    5], 80.00th=[    6], 90.00th=[    6], 95.00th=[    6],
     | 99.00th=[    6], 99.50th=[    6], 99.90th=[    9], 99.95th=[   18],
     | 99.99th=[  363]
    bw (KB  /s): min=   16, max=  908, per=16.79%, avg=824.53, stdev=90.55
    lat (msec) : 4=0.43%, 10=99.48%, 20=0.04%, 50=0.02%, 250=0.01%
    lat (msec) : 500=0.01%, 2000=0.01%
  cpu          : usr=0.21%, sys=0.59%, ctx=32772, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-6: (groupid=0, jobs=1): err= 0: pid=4414: Fri Mar 11 01:49:20 2016
  read : io=131072KB, bw=838284B/s, iops=204, runt=160110msec
    clat (msec): min=2, max=1241, avg= 4.88, stdev= 8.02
     lat (msec): min=2, max=1241, avg= 4.88, stdev= 8.02
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
     | 70.00th=[    5], 80.00th=[    6], 90.00th=[    6], 95.00th=[    6],
     | 99.00th=[    6], 99.50th=[    6], 99.90th=[    9], 99.95th=[   18],
     | 99.99th=[  363]
    bw (KB  /s): min=   16, max=  908, per=16.79%, avg=824.51, stdev=90.55
    lat (msec) : 4=0.46%, 10=99.45%, 20=0.04%, 50=0.03%, 250=0.01%
    lat (msec) : 500=0.01%, 2000=0.01%
  cpu          : usr=0.24%, sys=0.57%, ctx=32774, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=786432KB, aggrb=4911KB/s, minb=818KB/s, maxb=818KB/s, mint=160107msec, maxt=160119msec

Disk stats (read/write):
  mmcblk0: ios=196592/232, merge=0/62, ticks=953320/50060, in_queue=1001890, util=100.00%